Repository: 84000/data-translation-memory
Catalog: toh437-v1.tmx
Source language: bo
Languages: en

source: མཆེ་བའི་དུག་གིས་བཟུང་བ་ལ། །བསྐུས་དང་འཐུངས་པས་ཞི་བར་མཛད། །
en: By applying this to the place struck by the poisonous fangs, Or by drinking it, one will neutralize the poison.

source: དུག་གཞིལ་བའི་སྨན་ནོ། །
en: This is the medicine that overcomes poison.

source: ཛ་རི་ཙཎྜཱ་ལི་དག་དང་། །ནད་པའི་སྡི་ནི་མར་ཁུར་བཅས། །ལུས་ཀྱི་སྲིན་བུ་ཤི་བའི་རོ། །
en: Jārī and caṇḍālikā , Snehamallī and ghee, As well as dead intestinal worms—

source: ཟོས་ནས་དབང་དུ་འགྱུར་བ་ཡིན། །
en: When eaten, these effect enthrallment.

source: དབང་དུ་བྱ་བའི་སྨན་ནོ། །
en: This is the medicine for performing enthrallment.

source: དུག་འགུགས་པས་ནི་འགྲོ་བ་ཞི། །
en: The removal of poison brings peace in the world;

source: ཤེས་རབ་འཕེལ་བས་སངས་རྒྱས་ཉིད།
en: From the development of insight comes buddhahood.

source: ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བ་ནི། །སྐད་ཅིག་གིས་ནི་དབང་བྱེད་འགྱུར། །
en: Turning the wheel of Dharma will be accomplished In an instant by the one who practices enthrallment.

source: བདག་གཞན་དོན་རབ་བསྒྲུབ་པ་ལ། །ཐེག་པ་ཆེན་པོར་ཐབས་གཞན་མེད། །
en: For accomplishing the benefit of oneself and others There is no other means within the Great Vehicle.

source: རིག་པ་ལན་གཅིག་བསྒྲུབས་པ་ཡིས། །འཕྲལ་དུ་ཡིད་ཆེས་བྱེད་པ་ཡིན། །
en: The practice of a spell just once Will immediately be convincing.

source: ཧྲཱིཿཡིག་མྱོས་པའི་སྣོད་བསམས་ནས། །བུད་མེད་རྣམས་ནི་འཛག་པར་འགྱུར། །
en: Thinking of the syllable hrīḥ at the vessel of frenzy Will cause women to drip.

source: ལྕེ་སྙིང་དཀྱིལ་དུ་ཧྲཱིཿདེ་ཉིད། །བསམས་ན་བློ་རྣམས་སྐྱེ་བར་བྱེད།
en: Thinking of it upon the tongue or in the center of the heart, Will engender insights.

source: མཆེ་བས་བཟུང་བ་ལས་བསྒོམས་པ། །ཆོས་ཀྱི་ཡི་གེ་མཛེས་པ་ཡིས། །ཡི་གེ་དག་ནི་དུག་ཞི་བྱེད། །
en: When meditated upon in relation to the bite of the fangs This beautiful syllable of Dharma Will destroy poison.

source: སྒྲོལ་མའི་སྙིང་པོ་ཁམས་གསུམ་ལས། །རྒྱལ་བ་ཡིན་པར་བརྩེ་བ་ཅན་གྱིས་རྣམ་ཤེས་བྱ། །
en: This heart of Tārā conquers the three worlds— That should be understood by those who love.

source: ངག་གི་སྐྱོན་རྣམས་ཟད་པས་དུག་སེལ་སེམས་ཀྱི་སྐྱོན་སྤངས་པས། །ཤེས་རབ་འཕེལ་འགྱུར་ལུས་ཀྱི་སྐྱོན་རྣམས་ཟད་པས་དབང་དུ་བྱེད། །
en: As the negativities of speech completely disappear, one will be able to remove poison; when those of the mind disappear, insight will increase; and when the flaws of the body are exhausted, one will bring about enthrallment.

source: དེ་ཕྱིར་འགྲོ་འདི་མི་དགེ་ལ་ཞེན་དངོས་གྲུབ་ཐོབ་མི་འགྱུར། །
en: Hence, since this world is attached to non-virtue, it does not gain accomplishment.

source: དེ་ཕྱིར་རྒྱལ་བའི་སྲས་ཀྱིས་ཕན་ཕྱིར་སྡིག་རྣམས་སྤང་བར་བྱ་ཕྱིར་བགྱི། །
en: Therefore, O sons of the victorious ones, you must act to benefit, and give up evil.

source: ཕྱག་རྒྱ་བཅིང་བའི་ཁྱད་པར་གྱིས་ནི་ངེས་པར་ལུས་ཀྱི་སྐྱོན་རྣམས་ཟད་པར་འགྱུར།
en: By means of the specific gestures, the faults associated with the body certainly disappear

source: སྔགས་ཀྱིས་ལྕེ་ཡི་ཚོགས་ཀྱི་སྐྱོན་རྣམས་གང་ཡིན་པ་ཡི་སེམས་ཀྱི་སྐྱོན། །
en: through the mantra, so do the faults associated with the composites of the tongue.

source: བསམ་གཏན་དགའ་བའི་སེམས་ཀྱིས་དགའ་བར་འགྱུར་བར་དད་པ་དྲི་མེད་ཀྱིས། །
en: The faults associated with the mind fade away in those whose minds delight in meditation.

source: ལུས་ཀྱི་ཡིད་རྣམས་གཡོ་བ་མེད་པ་དེ་ཚེ་སངས་རྒྱས་བྱིན་གྱིས་རློབས། །
en: With the joy of stainless faith, the cognitions of the body become unmoving—that is the time of the Buddha’s blessing.

source: སྡིག་མེད་མིག་གིས་སྡིག་ལྟ་སྙིང་རྗེ་ལྡན་པ་འཇིག་རྟེན་གསུམ་གྱི་རྒྱལ་པོར་འགྱུར། །
en: The one who sees with an eye free from evil and who possesses compassion will become king of the three worlds.

source: སྦྱིན་པས་བསོད་ནམས་སྟོབས་ལྷག་གྱུར་པར་ས་སྟེངས་གཙོ་བོ་སྦྱིན་བདག་བརྩོན་ལྡན་འགྱུར། །
en: With his power of merit superior because of generosity, he becomes the foremost on the surface of the earth, a benefactor endowed with diligence.

source: ལེ་ལོ་སྤངས་པས་མཁས་པས་དམྱལ་བའི་སྡུག་བསྔལ་ཅུང་ཟད་ཀྱང་མི་མྱོང་། །
en: Having given up laziness, and by means of wisdom, he will not experience even a bit of the suffering of hell.

source: དེ་ཕྱིར་སངས་རྒྱས་སྲས་ཀྱི་སྙིང་རྗེའི་ནོར་དང་བརྩོན་འགྲུས་སྤྱོད་པ་དག་ལ་བརྟེན། །
en: Therefore, one relies on the wealth of the compassion of the sons of the victorious ones, and on their diligent conduct.

source: ནམ་མཁའི་དཀྱིལ་དུ་སངས་རྒྱས་རྣམས་བལྟས་བསམ་གཏན་སྟོབས་ཀྱིས་སངས་རྒྱས་རྣམས་ལ་སེམས། །
en: Perceiving the buddhas in the center of the sky, one regards the buddhas by the power of concentration.

source: རྨི་ལམ་ན་ཡང་རྟག་ཏུ་བདག་ཉིད་སངས་རྒྱས་རྣམས་ཀྱིས་བསྐོར་བ་མཐོང་། །
en: Even in sleep one should always perceive oneself to be surrounded by the buddhas.

source: མཁས་པས་འཆི་ཚེ་རི་རབ་རྩེར་གཤེགས་དང་། །
en: At the time of death the wise proceed to the summit of Mount Meru;

source: བཞོན་པ་སྣ་ཚོགས་ཞོན་པའི་སངས་རྒྱས་རྣམས། །སྙིང་རྗེའི་བདག་ཉིད་ཅན་གྱིས་མཐོང་འགྱུར་ཞིང་། །
en: Buddhas riding in various vehicles— These are seen by the ones who are compassionate by nature.

source: སྡིག་པ་བྱས་པས་དམྱལ་བའི་གྲོང་ཁྱེར་མཐོང་བར་འགྱུར། །
en: Doing evil produces the perception of the cities of hell.

source: དེ་རྣམས་རྣམ་དག་རྒྱུད་ཡིན་ཏེ། །
en: This is the tantra for purification.

source: བློ་ཡང་དེར་ནི་གནས་པར་འགྱུར། །
en: And also insight is present there.

source: གོས་དཀར་དག་གི་བཙུན་མོར་འདོད། །
en: Therefore, how can Pāṇḍarā Be regarded as the queen of speech?

source: དེ་ཉིད་དུག་ནི་ཞི་བྱེད་པས། །
en: She is indeed the curer of poison

source: རྟ་མགྲིན་གྱིས་ནི་གོ་འཕང་གནས། །
en: Abiding on the level of Hayagrīva.

source: འདོད་ཆགས་རྡོ་རྗེའི་ཚིག་འབྱུང་བ། །
en: Manifesting as the speech of the vajra of passion,

source: འགྲོ་བ་གསུམ་པོ་དབང་དུ་བྱེད། །
en: She enthralls the three worlds.

source: འདོད་ཆགས་ཀྱི་རིགས་ཀྱི་རྒྱུད་བསྒྲུབ་པའོ། །།
en: This is the practice of the tantra of the desire family.

source: དེ་ནས་སྦྱོར་བ་གཞན་འབྱུང་བར་འགྱུར་ཏེ།
en: Next follows another method:

source: དཀྱིལ་འཁོར་གྲུ་གསུམ་བྱས་ནས་ནི། །
en: Having created a triangular maṇḍala

source: སླར་ཡང་གྲུ་གསུམ་གཞན་ཞིག་གོ། །
en: And, in addition, another triangle,

source: དབང་པོ་ཕྱོགས་ནས་བརྩམས་ནས་ནི། །ཨོཾ་ལ་སོགས་པ་མཁས་པས་བྲི། །
en: The wise must, starting from Indra’s quarter, Write the syllable oṃ and so forth.

source: མཚམས་དྲུག་ཏུ་ནི་ས་བོན་དྲུག །
en: The six seed-syllables are in the six corners,

source: ཆོས་ཀྱི་ས་བོན་དཀྱིལ་དུའོ། །
en: And the seed-syllable of Dharma is in the center.

source: ཡི་གེ་ཕུཿཡི་ནང་བྱས་པ། །དེ་ནི་སྒོ་ཡི་མ་ཐེམ་བྲི། །
en: Placed within a phuḥ syllable, It should be drawn on the doorstep.

source: སྦྲུལ་བསྐྲད་པའི་རྒྱུད་དོ། །
en: This is the tantra for driving away snakes.

source: དེ་ནས་བུད་མེད་སྐལ་བ་དང་ལྡན་པར་བྱ་བའི་ཕྱིར། སྦྱོར་བ་གཞན་དག་བཤད་པར་བྱ་སྟེ།
en: Now, to bring women fortune, another method shall be explained:

source: འདབ་མ་བདུན་པའི་ཨུཏྤལ་བྱས་ལ། དེ་ལ་ཡི་གེ་བདུན་སྦྱར་བར་བྱའོ། །
en: One should draw a lotus flower with seven petals and apply the seven syllables to it.

source: དེའི་ལྟེ་བ་ལ་ཧྲཱིཿགཉིས་ཀྱིས་བརྟེན་པའི་བསྒྲུབ་བྱའི་མིང་དབང་དུ་བྱ་བའི་ཆོ་ག་བཞིན་དུ་གྲོ་གའམ། ཡང་ན་མེ་ཏོག་དང་བཅས་པའི་རས་ལ་བྲིས་ལ་རིག་པའི་རིལ་བུ་བྱས་ནས་དཔུང་པ་ལ་གདགས་པར་བྱའོ། །
en: In its center one should, according to the enthrallment procedure, write the name of the person to be enthralled, supported by a pair of hrīḥ syllables. One should draw this on birch bark, or on cotton with flowers, and make it into a charm that is to be worn on the upper arm.

source: བདག་པོ་བུད་མེད་བྲན་དུ་འགྱུར། །རྒྱལ་པོའང་ཞབས་འབྲིང་ཉིད་དུ་འགྱུར། །
en: The master will become the slave of a woman And kings will turn into servants.

source: ཤིན་ཏུ་དག་ཅིང་གཙང་མ་ཡིས། །སྔགས་འདི་བཏུ་བར་བྱ་བ་ཡིན།
en: By means of the extremely pure and clean This mantra can be removed.

source: དབང་དུ་བྱ་བའི་ཆོ་གའོ། །
en: This is the ritual for enthrallment.

source: བསྲུང་བའི་དོན་དུ་འཁྲུལ་འཁོར་འབྱུང་བར་འགྱུར་ཏེ།
en: Next follows the diagram for protection:

source: ཨུཏྤལ་འདབ་བཞི་བྱས་ནས་ནི། །དེ་ལ་དབུས་སུ་ཟླ་བ་བྲི། །
en: One should draw a four-petal lotus, And then, in its center, a moon.

source: ཤར་དུ་མདའ་ནི་བྲི་བར་བྱ། །ལྷོ་ཉིད་དུ་ནི་གཞུ་བྲིའོ། །
en: In the east one should draw an arrow, And in the south, a bow.

source: མི་འཇིགས་ལག་པ་ནུབ་ཏུའོ། །བྱང་དུ་ཨུཏྤལ་བྲི་བར་བྱ། །
en: In the west is a hand showing the mudrā of fearlessness, And in the north, one draws a lotus.

source: དབུས་ཀྱི་ཟླ་བར་བསྲུང་བྱ་སྟེ། །ས་བོན་བདུན་གྱིས་བསྐོར་བའོ། །
en: In the central moon is the one to be protected Surrounded by the seven seed syllables.

source: འཁོར་ལོ་ཕྱི་ཡི་རིམ་པ་ལ། །ཨུཏྤལ་ཕྲེང་བས་བརྒྱན་པའོ། །
en: As for the outer perimeter, It is adorned with a garland of utpalas.

source: འདི་ནི་གྲོ་ག་ལ་བྲིས་ལ། །རང་གི་དཔུང་ལ་གདགས་པར་བྱ། །
en: Having drawn this on birch bark, One should wear it on one’s upper arm.

source: གཞན་ཡང་བྱིས་པ་རྒན་པོ་དར་ལ་བབ། །འཁྲུལ་འཁོར་གྱིས་ནི་རང་སྲུང་འགྲུབ། །
en: Moreover, children, the old, and the young will be self-protected by the diagram.

source: གལ་ཏེ་དབང་ཕྱུག་ཐོབ་པར་བྱ་འདོད་ན། ས་བོན་གྱི་གྲོང་ཁྱེར་བྲིས་ལ་དེའི་དཀྱིལ་དུ་གཞུ་བྲི་བར་བྱའོ། །
en: If one desires the attainment of a lord, one should draw a citron and, in its center, a bow.

source: གཞུའི་དཀྱིལ་དུ་རིན་པོ་ཆེའི་རྣམ་པ་ལྟ་བུའི་ཨུཏྤལ་གྱི་མྱུ་གུ་བྲི་བར་བྱའོ། །
en: Inside the bow, one should draw a jewel-shaped lotus bud.

source: ཨུཏྤལ་སྙིང་པོའི་དབུས་སུ་ཡི་གེ་ཛྲུཾ་ལ་ཡི་གེ་བདུན་གྱིས་བསྐོར་བའོ། །
en: In the center of the lotus bud is the syllable jrūṃ , surrounded by the seven syllables.

source: ས་ལེ་སྦྲམ་གྱི་བྱང་བུ་ལ་མངོན་པར་བྲིས་ལ་ཁྱིམ་གྱི་སྟེང་དུ་ངེས་པར་གཞག་པར་བྱའོ། །
en: One should draw this on a golden tablet and keep it in the upper part of the house.

source: ཕྱི་རོལ་ནས་ཨུཏྤ་ལའི་ཕྲེང་བས་མངོན་པར་བསྐོར་བར་བྱས་ནས་ཚེས་བཅུ་གཉིས་སམ་བརྒྱད་ལ་རིན་པོ་ཆེ་ལྔ་དང་ལྡན་པའི་བུམ་པ་གང་བས་ཕབ་ལ་ཁྲུས་བྱས་ནས་མཆོད་ནས་བཟླས་པ་བརྒྱ་རྩ་བརྒྱད་བྱས་ན།
en: One should surround it with an outer garland of lotuses, and, on the eighth or twelfth day of the month, using a jar containing five types of jewels, one should take it down. Having washed and worshipped it, one should recite the mantra one hundred and eight times.

source: ལོ་གཅིག་གིས་ནོར་འཛིན་དང་མཚུངས་པར་འགྱུར་རོ། །
en: Within a year, one will become the equal of Kubera.

source: དེ་ལྟ་བུའི་རིག་པའི་རིལ་བུ་ཡང་དག་པར་གདགས་པར་བྱའོ། །
en: Such a charm should be worn correctly.

source: དེ་ནས་སྦྱོར་བ་གཞན་ཡང་འབྱུང་བར་འགྱུར་ཏེ།
en: Next follows another method:

source: མིག་དམར་ལ་བབ་པ་ན་འགྲོན་བུ་གན་རྒྱལ་དུ་གནས་པ་རྙེད་ན་ལག་མཐིལ་དུ་བཞག་ནས་སྔགས་འབུམ་ཕྲག་གཅིག་བཟླས་ན།
en: on a Tuesday, if one finds a cowrie shell lying with its face up, one should place it in the palm of the hand and recite the mantra one hundred thousand times.

source: རྒྱན་པོ་འདེབས་པ་ན་ཕ་རོལ་པོ་ལས་རྒྱལ་བར་འགྱུར་རོ། །
en: If one plays dice, one will win.

source: འགྲོན་བུ་དེ་བླངས་ལ་ཀུ་རུ་ཀུལླེའི་སྔགས་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས།
en: Taking up the cowrie one should recite the Kurukullā mantra one hundred and eight times.

source: ཚེས་བཅུ་གཉིས་སམ། བརྒྱད་ལ་ཁྲུས་བྱས་ནས་མཆོད་ལ་དར་གྱི་ནང་དུ་གཏུམས་ནས་དཔུང་པ་ལ་བཏགས་ན།
en: On the twelfth or eighth day of the month, one should perform ablutions and make offerings. Then one should wrap the shell in silk and wear it on one’s arm.

source: འདིས་ནོར་གྱི་དབང་ཕྱུག་ཆེན་པོར་འགྱུར་རོ། །
en: Whoever does so will become a great master of riches.

source: འགྲོན་བུ་དེ་སྣོད་དུ་བཅུག་པའི་ནང་དུ་སྦ་བར་བྱས་ན་ཉིན་རེར་ཀཱར་ཥཱ་པ་ཎ་རེ་རེ་རྙེད་པར་འགྱུར་རོ། །
en: If one puts this shell in a box and hides it in the ground one will every day obtain a kārṣa ’s worth of wealth.

source: དོན་བསྒྲུབ་པ་དང་། རྒྱལ་སྲིད་བསྒྲུབ་པ་དང་། རྒྱལ་པོ་རྙེད་པ་དང་། འབྲས་བུ་བསྒྲུབ་པའི་རྒྱུད་དོ། །
en: This is the tantra on obtaining wealth, a kingdom, royalty, and the fruit.

source: རྟོག་པ་གསུམ་པ་རྫོགས་སོ། །
en: This completes the third chapter.

source: གང་གིས་རྡུལ་ཚོན་མཐོང་ཙམ་གྱིས། །སངས་རྒྱས་མྱུར་དུ་ཐོབ་པར་བྱེད། །
en: The mere seeing of the colored powder Quickly brings about the attainment of buddhahood,

source: དཀྱིལ་འཁོར་མཐོང་བའི་རིམ་པ་བཞིན། །
en: As one progresses through the stages of perception of the maṇḍala.

source: དེ་ནས་ཡང་དག་བཤད་བྱ་བ། །
en: That shall now be explained correctly.

source: གྲུ་བཞི་པ་ལ་སྒོ་བཞི་པ། །རྟ་བབས་བཞི་ཡིས་ཉེ་བར་བརྒྱན། །
en: Four-sided and with four doors, It is adorned with four arches.

source: དེ་ཡི་དཀྱིལ་དུ་ལྷ་མོ་བཀོད། །བྷ་གའི་རྣམ་པ་ཁ་དོག་ལེགས། །
en: In its center one should place the goddess, In a bhaga form of good color.

source: མདའ་ནི་ཤར་དུ་བྲི་བྱ་བ། །
en: In the east an arrow should be drawn;

source: གཞུ་ནི་ལྷོ་ཡི་ཕྱོགས་སུའོ། །མི་འཇིགས་ལག་པ་ནུབ་ཏུ་སྟེ། །
en: And in the south, a bow; In the west, a hand of fearlessness,

source: བྱང་དུ་དེ་བཞིན་ཨུཏྤ་ལའོ། །
en: And in the north, an utpala.

source: མཚམས་ཀྱི་ཆ་ནི་ཐམས་ཅད་དུའོ། །
en: All are in the border areas:

source: རྡོ་རྗེ་འཁོར་ལོ་སོགས་དེ་བཞིན། །
en: The vajra, the wheel, and so forth.

source: གོས་དམར་པོ་ཡི་སྟོད་གཡོགས་བགོས། །
en: Wearing a red upper garment,

source: དར་དམར་པོས་གདོང་བཀབ་པ་ཡི། །སློབ་མ་དེར་ནི་གཞུག་པར་བྱའོ། །
en: And with his face covered by a red silken cloth, The disciple should enter there.

source: འདིས་སེམས་མ་རྡོ་རྗེ་མའི་ཕྱག་རྒྱ་བཅིངས་ལ་འཁོར་ལོར་མེ་ཏོག་དབུལ་བར་བྱ་སྟེ།
en: At this point the sattvavajrī mudrā should be displayed, a flower should be offered to the circle,

source: པྲ་ཏཱིཙྪ་བཛྲ་ཧོཿ ཞེས་བྱའོ། །
en: and the words “ praticcha vajra hoḥ ” be spoken.

source: གཡོགས་པ་བཀྲོལ་ལ་དཀྱིལ་འཁོར་བསྟན་པར་བྱའོ། །
en: Then, as the cover is removed, the maṇḍala is to be revealed.

source: དཀྱིལ་དུ་བབ་ན་ནི་མཆོག་གོ། །
en: In the best case, the flower has fallen in the center.

source: མདའ་ལ་བབ་ན་ནི་དབང་དུ་བྱས་པའི་ལས་ལ་དབང་བར་འགྱུར་རོ། །
en: If it has fallen on the arrow, the student will be capable of performing the acts of enthrallment.

source: མི་འཇིགས་པ་སྦྱིན་པ་ལ་བབ་ན་ནི་དུག་འགུགས་པ་ལ་བསླབ་པར་བྱའོ། །
en: If it has fallen on the giver of fearlessness, the student should study the removal of poison.

source: ཨུཏྤལ་ལ་བབ་ན་ཤེས་རབ་འཕེལ་བ་ལ་བསླབ་པར་བྱའོ། །
en: If it has fallen on the utpala, it is the development of insight that should be studied.

source: གཞུ་ལ་བབ་ན་ནི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་བསླབ་པར་བྱའོ། །
en: And if it has fallen on the bow, omniscient wakefulness is to be pursued.

source: འཇུག་པའི་དུས་སུ་འདི་སྐད་སྨྲ་བར་བྱའོ། །
en: At the time of the entry, the following should be declared:

source: ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་གསང་བ་འདི་དཀྱིལ་འཁོར་དུ་མ་ཞུགས་པ་གང་གི་ཡང་མདུན་དུ་བརྗོད་པར་བྱ་བ་མ་ཡིན་ནོ། །
en: “You must not speak of this supreme secret of all the thus-gone ones in front of anyone who has not entered this maṇḍala.

source: དམ་ཚིག་ཉམས་པར་གྱུར་ཏ་རེ།
en: Your samaya vow would definitely degenerate.

source: ཡང་བ་མ་སྤངས་པར་འཆི་བའི་དུས་བྱས་ནས་དམྱལ་བར་ལྟུང་བར་གྱུར་ཏ་རེ།
en: Having failed to avoid the distressful, you would certainly die and fall into hell.”

source: ཞེས་པ་བརྗོད་ནས། དེའི་རྗེས་ལ་དམ་ཚིག་སྦྱིན་པར་བྱ་སྟེ།
en: After that the samayas are to be given with the words,

source: དཀོན་མཆོག་གསུམ་ནི་ཡོངས་མི་སྤངས། །ཞེས་བྱ་བ་ལ་སོགས་པ་རྒྱས་པར་རྒྱུད་ལས་གྲུབ་པ་ཡིན་ནོ། །
en: “The Three Jewels must never be abandoned…,” and so forth, just as it is extensively taught in the tantra.

source: མནའ་བསྒག་པར་ཡང་བྱ་སྟེ། །
en: The oath is to be administered with the following words:

source: ཆོས་ཀྱིས་རྒྱལ་པོ་དམ་ཚིག་ཆེ། །ང་ལས་བླངས་ནས་འགའ་ཉམས་ན། །
en: If any among the great samaya vows of the King of Dharma Which you have received from me should degenerate

source: སངས་རྒྱས་བྱང་ཆུབ་སེམས་དཔའ་དག །གསང་སྔགས་སྤྱོད་མཆོག་སྤྱོད་པ་རྣམས།
en: The buddhas and bodhisattvasWho engage in the supreme conduct of secret mantra

source: ཁྲག་ཆེན་དང་ནི་སྙིང་ཆེན་ཀྱང་། །དེ་ཚེ་ཕྱུངས་ནས་གསོལ་བར་བྱེད། །
en: “Will extract and consume The great blood and the great heart.

source: རྟག་ཏུ་གོས་དམར་བགོ་བྱ་ཞིང་། །ཕྲེང་བ་དམར་པོ་བཅིང་བར་བྱ། །མཚལ་གྱི་ཕྱེ་མ་དག་གམ་ནི། །
en: “You should always wear red clothes, A red mala, Vermillion powder,

source: ཆོས་ཀྱིས་བསྟན་པ་སྐྱོང་བྱེད་པ། །
en: I am the guardian of the Dharma;

source: ང་ལ་ཁྱོད་ཀྱིས་བརྙས་མི་བྱ། །
en: Do not displease me.

source: དམར་པོའི་དྲིས་ཀྱང་བྱུག་བྱ་ཞིང་། །རིན་ཆེན་དམར་པོ་སོགས་ཀྱིས་བརྒྱན། །
en: Apply red perfume, “And adorn yourself with red jewels and the like.

source: ཆགས་པའི་སེམས་ཀྱིས་བསྒོམ་བྱ་ཞིང་། །སྔགས་ཀྱང་ཆགས་པའི་སེམས་ཀྱིས་བཟླ། །
en: With the mind of passion you must meditate, Just as you must recite the mantra with a passionate mind.

source: བཙག་གམ་སིན་དྷུ་ར་དག་གིས། །ཕོ་བྲང་དག་ནི་བྲི་བར་བྱ། །
en: The palaces are to be painted With red ocher or sindhura

source: མཚལ་གྱི་ཕྱེ་མ་དག་གམ་ནི། །གུར་གུམ་དང་ནི་ཙནྡན་དམར། །བྱི་རུའི་ཕྱེ་མ་དག་ཀྱང་རུང་། །
en: “Vermillion powder, Saffron, red sandal, Or coral powder—all of these are appropriate.

source: ཀར་ཀེ་ཏ་ཡི་ཕྱེ་མས་བྲིས། །
en: Karketa dust is used for the drawing.

source: སྦྱིན་སྲེག་ཡང་ན་འཁོར་ལོའོ། །རབ་ཏུ་གནས་པ་དེ་བཞིན་ཏེ། །ཀུན་ཀྱང་དམར་བའི་རང་བཞིན་སྦྱར། །
en: Whether for oblations, the circle, Or inauguration, Red substances are always to be applied.

source: སངས་རྒྱས་ངུར་སྨྲིག་མཚོན་བྱེད་ཡིན།
en: “These are indicative of the saffron of the Buddha.

source: སྲོག་ཆགས་གསད་པར་མི་བྱ་ཞིང་། །བདེན་པ་མིན་པ་ཡང་མི་སྨྲ། །
en: You must not kill living beings, Not speak what is not true,

source: མ་བྱིན་པ་ཡང་བླང་མི་བྱ། །གཞན་གྱི་ཆུང་མ་བསྟེན་མི་བྱ། །
en: Not take what has not been given, “And not associate with another’s wife.

source: ལུས་ཀྱི་ལས་ནི་རྣམ་གསུམ་དང་། །ངག་གི་རྣམ་པ་བཞི་དག་དང་། །ཡིད་ཀྱི་རྣམ་པ་གང་གསུམ་པའི། །
en: Three acts of the body, Four of speech, And three of the mind—

source: མི་དགེ་བ་དག་སྤང་བར་གྱིས། །
en: “Give up these unvirtuous acts.

source: ཆོས་དང་དེ་བཞིན་ཟང་ཟིང་དང་། །བྱམས་དང་མི་འཇིགས་ཞེས་བྱ་བཞི། །སྦྱིན་པ་ཁྱོད་ཀྱིས་རྟག་ཏུ་བྱིན། །མེད་ན་བསམ་གཏན་ལས་ཀྱིས་སོ། །
en: Dharma, material things, Love, and fearlessness— You must always practice this four-fold generosity. “If you possess nothing, be generous through acts of meditation.

source: བསྡུ་བའི་དངོས་པོ་བཞི་དག་ཀྱང་། །ཁྱོད་ཀྱིས་རྟག་ཏུ་བསྟན་པར་བྱ། །
en: Also, you must always display the four means of magnetizing,

source: ཕ་རོལ་ཕྱིན་པའི་སྐུ་དག་དང་། །སྟོབས་རྣམས་དང་ནི་དབང་དག་དང་། །
en: the body of the perfections, The powers, and the masteries.

source: བུད་མེད་འགྲོ་བ་བརྙས་མི་བྱ། །སྒྲོལ་མའི་མིང་ཅན་ཁྱད་པར་དུ།
en: “You must not look down on females, Particularly not anyone by the name of Tārā.

source: གསང་སྔགས་སྤྱོད་པའི་ཁྱིམ་པས་ཀྱང་། །བུད་མེད་དེ་ནི་བླང་མི་བྱ། །
en: Even a householder practitioner of secret mantra May not take such a woman.

source: གྲོང་ཁྱེར་སྒོ་དང་གྲོང་དག་དང་། །ཡུལ་གང་ན་ནི་སྒྲོལ་མ་ནི། །
en: In a town, at a gate, in a market place— Wherever Tārā resides

source: སྒོ་སྟེངས་བཞི་མདོ་རྩིག་ངོས་དང་། །སུམ་མདོ་དག་ཏུ་ཁྱད་པར་དུ། །
en: In a high street, at a four-road junction, At the side of a wall, “And in particular at a three-road junction—

source: གནས་པའི་གནས་དེར་རྟག་ཕྱག་བྱ། །བསྟོད་ཅིང་མཆོད་པ་ཆེན་པོ་བྱ། །
en: You should always pay homage at such places, Offer praise, and present great offerings.

source: གནས་དེར་གནས་པ་བྱས་ནས་ནི། །སྔགས་ལ་སོགས་པ་བསྒྲུབ་པར་བྱ། །
en: Having made such places your dwelling “You should practice the mantra and so forth.

source: སྒྲོལ་མའི་མིང་ཅན་བུད་མེད་གང་། །ཁ་དོག་དམར་སེར་མིག་ལེགས་མ། །དེ་མཐོང་
en: Seeing a woman whose name is Tārā, Of white and red complexion and beautiful eyes,

source: རྣལ་འབྱོར་གུས་པ་ཡིས། །ཡིད་ཀྱིས་ཕྱག་ནི་བྱ་བ་ཡིན། །
en: The yogin should respectfully “Pay homage to her in his mind.

source: བནྡྷུ་ཟེའུ་འབྲུའི་མེ་ཏོག་དང་། །དེ་བཞིན་ཀ་ར་བཱི་ར་འཛིན། །
en: Upon bandhūka flowers, The karavīra -holder,

source: གཞན་ཡང་མེ་ཏོག་དམར་པོ་ལ། །སྒྲུབ་པ་པོས་ནི་འགོམ་མི་བྱ།
en: As well as other red flowers The practitioner should never step.”

source: དེ་ལྟར་སྡོམ་པ་བྱིན་པས་ནི། །གཙང་ཞིང་དག་པའི་ལྷ་རྫས་ཆུ། །
en: As the vows are given in this way There is the clean and pure water of divine substance.

source: བུམ་པ་བཞི་ན་གནས་པའི་ཆུས། །སློབ་མ་སྔགས་ཆུས་དག་པར་བྱ། །
en: The disciple should be purified with the water in the four vases And the water of mantra.

source: སློབ་དཔོན་གྱིས་ནི་རིམ་པ་བཞིན། །མདའ་གཞུ་སོགས་ཀྱི་ཕྱག་རྒྱས་བཀྲུ། །
en: In the right order, the master should then Wash him with the gestures of the arrow, the bow, and so forth.

source: དང་པོར་མདའ་ཅན་བུམ་པས་ཏེ། །གཉིས་པ་གཞུ་དང་ལྡན་པས་སོ། །
en: First by means of the vase with the arrow, And secondly, the one with the bow.

source: གསུམ་པ་མི་འཇིགས་པ་ལག་སྟེ། །ཨུཏྤལ་གྱིས་ནི་བཞི་པར་རོ། །
en: The third is the one with the hand of fearlessness, And the fourth, the one with the utpala.

source: ཇི་ལྟར་སངས་རྒྱས་ཤཱཀྱ་ཡིས། །སེང་གེའི་སྲས་བཅས་རྡོ་རྗེ་འཛིན། །རྒྱལ་སྲིད་ཆེན་པོར་དབང་བསྐུར་ལྟར། །
en: “Just as the Lion of the Śākyas received “From the buddhas and their offspring, the vajra holders, The empowerment for the great kingdom,

source: དེ་བཞིན་བདག་གིས་ཁྱོད་དབང་བསྐུར། །
en: So also do I empower you.

source: ཁྱོད་ཀྱིས་སངས་རྒྱས་ཐམས་ཅད་ཉིད། །དེ་ཉིད་དཀྱིལ་འཁོར་འདི་རུ་རྙེད། །
en: The very essence of all the buddhas, “That, indeed, you have found in this maṇḍala.

source: རྡུལ་ཚོན་འདི་གཟིགས་སངས་རྒྱས་རྣམས། །རབ་ཏུ་དགྱེས་པར་གྱུར་པ་ཡིན། །
en: Beholding these colored powders The buddhas are thoroughly delighted.

source: འདི་ནི་འཆི་མེད་ནད་མེད་ཀྱང་། །མྱ་ངན་མེད་ཅིང་ཕོངས་པ་མེད། །
en: Here there is no death and disease, “No grief and no poverty.

source: ཐེག་པ་ཆེན་པོ་གཙང་མ་འདིས། །ཁྱོད་ཀྱིས་རྫོགས་པའི་བྱང་ཆུབ་འཐོབ། །
en: Through this pure Great Vehicle You will attain complete enlightenment.”

source: མདའ་སོགས་བཞི་ཡིས་དབང་བསྐུར་བས། །དམ་ཆོས་སྣོད་དུ་བྱས་ནས་ནི། །
en: Empowered through the arrow and the other three The disciple has been made a vessel for the Dharma,

source: སློབ་མ་ལ་ནི་གསང་བ་དག །ཆོ་ག་བཞིན་དུ་སྦྱིན་པར་བྱ། །
en: And is, in accordance with the ritual, To be granted the secrets.

source: དེ་ལ་རེ་ཞིག་དང་པོ་ཀླུ་ལ་བསྡིགས་པ་ལ་བསླབ་པར་བྱའོ།
en: First one should train in the method of warding off the nāgas.

source: ན་མོ་རཏྣ་ཏྲ་ཡཱ་ཡ། ན་མོ་བུད་དྷ་བོ་དྷི། ས་ཏྭེ་བྷྱཿ ན་མོ་ཨསྠ། མ་ཧཱ་ཨ་ནྱརྱ་པྲ་ཀ་ལཱ་ཡཾ། ནམསྨཔྟེ་བྷྱོ། བུད་དྷ་ཀོ་ཊི་བྷྱཿ ཏདྱ་ཐཱ། ཨོཾ་ཧྲཱིཿ ཧྲཱིཿ ཧྲཱིཿ སརྦ་ནཱ་གཱ་ནཱཾ། ཨ་ནནྟ་ཀུ་ལཱ་ནཱཾ། བཱ་སུ་ཀི་ཀུ་ལཱ་ནཱཾ། ཤྃ་ཀ་པཱ་ལ་ཀུ་ལཱ་ནཱཾ། ཀརྐོ་ཊ་ཀུ་ལཱ་ནཱཾ། པདྨ་ཀུ་ལཱ་ནཱཾ། ཀུ་ལི་ཀ་ཀུ་ལཱ་ནཱཾ། པུནྡ་རཱི་ཀ་ཀུ་ལཱནཱྃ། ག་ནཱ་ཀ་ཀུ་ལཱནཱྃ། མེ་ཀ་ཀུ་ལཱནཱྃ། ཛཱ་ལ་དཱ་ཀུ་ལཱནཱྃ། ཛ་ལ་དྷ་ར་ཀུ་ལཱ་ནཱཾ། བཛྲཱི་མུ་ཏ་ཀུ་ལཱནཱཾ། སཾ་བརྟ་ཀུ་ལཱནཱཾ། ཨེ་ས་བརྟ་ཀུ་ལཱ་ནཱཾ། ཀུ་མུ་དྷ་ཀུ་ལཱནཱཾ། ཀ་ཧ་ར་ཀུ་ལནཱཾ། སཽ་གན་དྷི་ཀུ་ལཱ་ནཱཾ། ཧ་ན་ཧ་ན་ཤ་རེ་ན། བན་དྷ་བན་དྷ་ཙ་བིན་ཏཱ་ཌ་ཡ་ཏཱ་ཌ་ཡ་ཨུཔྟ་ལེནཱཾ། བིརྟཾ་ན། ཨ་བྷ་ཡཱ་ན། དེ་ཧི་དེ་ཧི། པྲ་ལ་ཡ། ཀ་ལེ་བཛྲ་ལ་ད་ར། མ་བྷ་ཏ་ར་ཡན། བར་ཥ་ན་ཏ་ནཱ་གཱ་ན་བ་ཤི་ཀུ་སུ། ཀུ་རུ་ཀུ་རུ་ཕུཿ། ཀུ་རུ་བ་ཡ་ཀུ་རུ་བ་ཡ། ཕུཿཕུཿ ཨོཾ་ཀུ་རུ་ཀུལླེ་ཧྲཱིཿ ཧཱུྃ་སྭཱ་ཧཱ་ཕཊ། །
en: namo ratna­trayāya. namaḥ sarva­buddha­bodhi­sattvebhyaḥ. namo ˈṣṭasarpa­pudgalāya. namaḥ samastebhyo buddha­koṭibhyaḥ.. tadyathā. oṁ hrīḥ hrīḥ hrīḥ sarva­nāgānām ananta­kulānāṃ vāsuki­kulānāṃ takṣaka­kulānāṃ śaṅkha­pāla­kulānāṃ karkoṭa­kulānāṃ padma­kulānāṃ mahā­padma­kulānāṃ kulika­kulānāṃ varāha­kulānāṃ puṇḍarīka­kulānāṃ ghana­kulānāṃ megha­kulānāṃ jalada­kulānāṃ jala­dhara­kulānāṃ jīmūta­kulānāṃ saṃvarta­kulānāṃ vasanta­kulānāṃ airāvata­kulānāṃ kumuda­kulānāṃ kahlāra­kulānāṃ saugandhi­kakulānāṃ hana hana śareṇa bandha bandha cāpena tāḍaya tāḍaya utpalena bhītānām abhayaṃ dehi pralaya­kāla iva jala­dhāram avatāraya varṣaṃ tān nāgān vaśīkuru kuru phuḥ kulāpaya kulāpaya phuḥ phuḥ, oṁ kurukulle hrīḥ hūṁ phaṭ svāhā phaṭ

source: སྔགས་འདིས་དགོན་པའི་ལྕི་བ་ལས་དཀྱིལ་འཁོར་བྱས་ལ།
en: With this mantra, one should draw the maṇḍala with gaur dung.

source: ཆོ་ག་བཞིན་དུ་ཙནྡན་གྱིས་བྱུག་པ་པདྨ་འདབ་མ་བརྒྱད་པ་བྲིས་ལ།
en: As prescribed, one should draw an eight-petal lotus with sandalwood paste and place on its petals

source: ཤར་ལ་སོགས་པ་འདབ་མ་ལ་དགའ་བོ་ལ་སོགས་པའི་ཀླུ་བརྒྱད་བཞག་ནས། ཤ་ཁ་ར་དང་གུ་གུལ་གྱིས། །
en: starting from the eastern one, Ananta and the others—the eight nāgas—using candied sugar and bdellium.

source: རྒྱུ་སྐར་སྣར་མ་ལ་བབ་པའི་ཚེ། བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས། །
en: When the moon is in the Rohiṇī lunar house, one should perform a hundred and eight recitations,

source: ཀླུ་རྣམས་ལ་བདུག་པ་བྱིན་ནས། དེ་ནས་མཆོད་པའོ།
en: offer incense to the nāgas, and make offerings.

source: གལ་ཏེ་ཆར་འབབ་པར་མི་འགྱུར་ན། ཆང་གིས་ཁྲུས་བྱས་ལ། སེང་ལྡེང་གི་མེས་གདུང་བར་བྱའོ། །
en: If it does not begin to rain, they should be washed with wine and tormented with the fire of khadira wood.

source: དེ་ལྟར་བྱས་ན་ཆར་འབབ་པར་འགྱུར་རོ། །
en: Doing this will bring rain.
